[
  {
    "title": "Trello and MYOB Tools",
    "url": "https://github.com/yvesmre/Trello-izer",
    "slug": "trello-izer",
    "splash": "A collection of Trello and MYOB tools for communicating with the API.",
    "description": "Main collection of work from my time at K-Drive. Collection of various functions that tie to MYOB and Trello APIs linked together by various scripts to help automate various aspects of the company.",
    "image": "./images/trello.png"
  },
  {
    "title": "ICRAR",
    "url": "",
    "slug": "wavedash",
    "splash": "A dashboard to show data and logs from a buoy from the coast of Western Australia",
    "description": "This is a dashboard developed under the direct specifications of an ICRAR staff. It is used to display incoming logging and weather data from a remote resource in northern Western Australia.",
    "image": "./images/ICRAR.png"
  },
  {
    "title": "OMEGELUL",
    "url": "https://github.com/yelnats8/CITS3403-Website/",
    "slug": "omegelul",
    "splash": "A chatroom application that matches people up and gives them a topic to talk about.",
    "description": "As part of a course on Agile Web Development. This is a simple chat application that pairs two random users together with a given randomly selected topic for them to discuss. Inspired by a removed feature from OMEGLE. Developed using the Flask micro-framework.",
    "image": "./images/omegalul.png"
  },
  {
    "title": "Quiz Website",
    "url": "https://github.com/yvesmre/3002-Project",
    "slug": "java-quiz",
    "splash": "A quiz website built using base Java. A proof of concept to demonstrate internet protocol communication between servers.",
    "description": "Part of a unit on computer networking and communication.  This project involved linking a front-end facing quiz service to a separate and disparate backend database, with only TCP/IP packets to communicate with. My main responsibility was developing the front-end facing part of the website, which is a simple web-server that servers HTML over HTTP to a web browser. Written in Java. ",
    "image": "./images/javaquiz.png"
  },
  {
    "title": "Minecraft Alpha Chunk Culler",
    "url": "https://github.com/yvesmre/Alpha-Chunk-Culler",
    "slug": "alpha-tool",
    "splash": "A simple tool to delete chunks past the 36x36 area of spawn in the original alpha Minecraft file format.",
    "description": "In the absence of a version of MCEdit that could read Minecraft Alpha files, I designed this application to delete chunks past a 36x36 chunk radius around the center spawn chunks. Useful for people who want to do a \"through the years\" playthrough where they progress through versions of the game. Programmed in Java.",
    "image": "./images/grass_block_alpha.png"
  }
]
